[{"title": "Covid data for Exeter. Date: 2020-11-30", "content": "New cases: 14, Total cases: 2623"}]
[{"title": "Debenhams set to close putting 12,000 jobs at risk - BBC News", "content": "The move comes after the failure of last-ditch efforts to rescue the ailing department store chain."}, {"title": "COVID-19: Michael Gove rules out 'vaccine passports' for pub, theatre and sport stadium visits - Sky News", "content": "The minister says \"there's a very rigorous process we undergo to make sure vaccines are safe\" and plays down another lockdown."}, {"title": "Coronavirus restrictions could be eased for worst-hit areas - The Times", "content": "Some of the hardest hit areas of northern England could move out of Tier 3 coronavirus restrictions before Christmas, Matt Hancock has insisted, with data suggesting Lancashire may have the best case"}, {"title": "I'm A Celebrity viewers 'can't be trusted' as fans spot problem with dumped celebs - Manchester Evening News", "content": "The exits from camp at Gwrych Castle have been happening thick and fast as the final of the ITV reality show approaches"}, {"title": "Wolves' Raul Jimenez posts first statement since injury and hopes to 'return soon' - expressandstar.com", "content": "Wolves striker Raul Jimenez has said he hopes to 'return to the pitch soon' and thanked fans for their support after fracturing his skull."}, {"title": "Piers Morgan slams Rita Ora's apology after she flouted lockdown rules - Daily Mail", "content": "Piers Morgan has slammed Rita Ora after she apologised for flouting lockdown rules and having a 30th birthday in a Notting Hill restaurant with friends on Saturday."}, {"title": "UK house prices soar as homes in national parks attract premium - The Guardian", "content": "Prices rising at fastest rate in almost six years despite Covid crisis, says Nationwide"}, {"title": "Michael Gove 'confident' a third lockdown can be avoided - but won't rule it out - Mirror Online", "content": "The senior minister said it was never possible to rule anything out in politics, but that the new tier rules make him \"pretty confident\" that another strict lockdown can be avoided"}, {"title": "Lewis Hamilton to miss Sakhir Grand Prix after testing positive for coronavirus - CNN International", "content": "Lewis Hamilton will miss this weekend's Sakhir Grand Prix in Bahrain after testing positive for Covid-19."}, {"title": "Coronavirus POLL: Should those who refuse vaccine be banned from bars and restaurants? - Express", "content": "A CORONAVIRUS vaccine will soon be rolled out in the UK but should pubs and restaurants ban members of the public who refuse to take it?"}]
[{"title": "Weather in Exeter", "content": "Temperature: 7.29°C, Condition: Clear, Pressure: 1029, Humidity: 87"}]