[{"title": "South Africa vs England: First ODI postponed after Proteas player tests positive for coronavirus - Sky Sports", "content": "The first match of England's ODI series in South Africa has been postponed after a Proteas player tested positive for coronavirus."}, {"title": "Disruption after 'thundersnow' hits Scotland - BBC News", "content": "Hundreds of residents reported hearing explosions in the early hours of Friday caused by the weather phenomenon."}, {"title": "France could veto bad Brexit deal, Macron ally warns - The Guardian", "content": "Minister says France may act unilaterally if terms not right, as negotiations in London falter"}, {"title": "Shane Richie's son hits back as AJ Pritchard fans launch Twitter attack - Daily Mail", "content": "Shane Richie, Jr has been an outspoken critic of the former Strictly Come Dancing professional following his spat with ex-EastEnders over his poor attempt at washing up."}, {"title": "Giovanni Pernice whispered sweet comment to Ranvir Singh before romantic American Smooth - Mirror Online", "content": "Strictly Come Dancing's Giovanni Pernice left fans speculating after he was overheard saying several sweet remarks during rehearsals for his American Smooth dance with Ranvir Singh"}, {"title": "In pictures: Snow falls across county - Kent Online", "content": "Residents were quick to grab pictures of the snow which has fallen across the county this morning."}, {"title": "Android warning: 11 popular apps let hackers steal your password and break into your account - Mirror Online", "content": "Researchers from Check Point have warned that several popular apps let hackers copy your password and break into your account"}, {"title": "Guests at Brussels 'daddy orgy' thought cops were part of the act, host claims - Daily Mail", "content": "David Manzheley said some of the 30 male guests had 'tried to unzip the pants of the policemen as they thought that the raid is part of the orgy' during the event at his Brussels apartment."}]